{
  "character": {
    "id": 293,
    "name": "Ranpha (Lễ phục)",
    "name_jp": "ランファ(儀装束)",
    "image_character_banner": "https://img.gamewith.jp/article_tools/pricone-re/gacha/487832_top.jpg",
    "catchphrase": "Tinh linh ơi, hãy mang giọng nói này đến người ấy!",
    "element": "風属性",
    "quick_summary": {
      "strengths": [
        "Là một Attacker gây sát thương tốt trong cả đơn mục tiêu lẫn đa mục tiêu",
        "Hỗ trợ đồng đội tăng hỏa lực bằng buff/debuff",
        "Hỗ trợ phòng thủ bằng buff kháng phép/khiên phép"
      ],
      "weaknesses": [
        "Cần phải đặt các Magic Attacker ở gần để tăng hiệu quả của buff/khiên"
      ]
    },
    "content_ratings": {
      "quest": "A",
      "high_difficulty_quest": "SS+",
      "arena": "A",
      "boss_battle": "SS+",
      "elemental_evaluation": "SS+"
    },
    "max_stats": {
      "hp": 29244,
      "physical_attack": 0,
      "magic_attack": 53921,
      "physical_defense": 318,
      "magic_defense": 453
    },
    "skills": {
      "union_burst": {
        "icon": "https://img.gamewith.jp/article_tools/pricone-re/gacha/skill_2.png",
        "name": "Rubellite Symphony",
        "description": "Gây sát thương phép cực lớn lên tất cả kẻ địch trong phạm vi ảnh hưởng, tập trung vào kẻ địch có kháng phép thấp nhất, đồng thời giảm kháng phép của chúng. Sau đó, gây thêm sát thương phép cực lớn. Sát thương của kỹ năng này giảm theo số lượng kẻ địch trong phạm vi.",
        "effects": [
          "Gây 348651 sát thương phép lên kẻ địch trong phạm vi",
          "Giảm 235 kháng phép của kẻ địch trong phạm vi (khoảng 18 giây)",
          "Gây 348651 sát thương phép lên kẻ địch trong phạm vi"
        ]
      },
      "skill_1": {
        "icon": "https://img.gamewith.jp/article_tools/pricone-re/gacha/skill_2.png",
        "name": "Melodic Breeze",
        "description": "Gây sát thương phép lớn lên tất cả kẻ địch trong phạm vi ảnh hưởng, tập trung vào kẻ địch có kháng phép thấp nhất, đồng thời giảm tấn công phép trung bình, giảm kháng phép nhỏ và tăng sát thương chí mạng phải chịu. Sau đó, gây thêm sát thương phép lớn. Sát thương của kỹ năng này giảm theo số lượng kẻ địch trong phạm vi.",
        "effects": [
          "Gây 139460 sát thương phép lên kẻ địch trong phạm vi",
          "Giảm 3350 tấn công phép của kẻ địch trong phạm vi",
          "Giảm 101 kháng phép của kẻ địch trong phạm vi",
          "Tăng 6% sát thương chí mạng phải chịu của kẻ địch trong phạm vi",
          "Gây 139460 sát thương phép lên kẻ địch trong phạm vi (hiệu ứng debuff kéo dài khoảng 12 giây)"
        ]
      },
      "skill_2": {
        "icon": "https://img.gamewith.jp/article_tools/pricone-re/gacha/skill_4.png",
        "name": "Harmonic Circle",
        "description": "Tăng mạnh kháng phép cho toàn bộ đồng đội. Hơn nữa, tăng cực mạnh tấn công phép cho tất cả đồng đội trong phạm vi ảnh hưởng, tập trung vào bản thân và tạo một lớp khiên phép. Lượng tấn công phép tăng thêm và lượng sát thương mà khiên phép có thể hấp thụ tăng lên tối đa 2 lần, tùy thuộc vào tấn công phép của đồng đội gần nhất ngoài bản thân.",
        "effects": [
          "Tăng 335 kháng phép cho toàn bộ đồng đội",
          "Tăng 10050 tấn công phép cho đồng đội trong phạm vi",
          "Tạo khiên phép hấp thụ 8040 sát thương phép (hiệu ứng buff kéo dài khoảng 12 giây)",
          "Buff tấn công phép/khiên phép ảnh hưởng từ hàng sau đến hàng trước gần Shizuru"
        ]
      },
      "ex_skill": {
        "icon": "https://img.gamewith.jp/article_tools/pricone-re/gacha/skill_18.png",
        "name": "Ritual Voice",
        "description": "Tăng trung bình tấn công phép của bản thân khi bắt đầu trận chiến.",
        "effects": [
          "Thông tin đang được chuẩn bị. Sẽ cập nhật ngay khi có thông tin."
        ]
      }
    },
    "strengths_and_usage": {
      "points": [
        {
          "main_point": "Có thể gây sát thương trong cả đơn mục tiêu lẫn nhiều mục tiêu",
          "description": "Các kỹ năng tấn công của Ranpha (Lễ phục) là UB/Skill 1 đều là kỹ năng gây sát thương diện rộng, có thể gây sát thương tốt trong Thâm Vực và Multi Boss. Không chỉ vậy, vì mỗi kỹ năng đều tấn công 2 lần nên vẫn có thể gây đủ sát thương lên các Boss đơn mục tiêu.",
          "sub_points": null
        },
        {
          "main_point": "Sở hữu nhiều debuff giảm phòng thủ",
          "description": "UB/Skill 1 có thể gây debuff giảm phòng thủ. Giá trị hiệu ứng của Skill 1 khá khiêm tốn nhưng tần suất sử dụng cao, có thể hoạt động như một Sub Debuffer.",
          "sub_points": null
        },
        {
          "main_point": "Hỗ trợ đồng đội cả tấn công lẫn phòng thủ",
          "description": "Có thể hỗ trợ đồng đội bằng buff kháng phép toàn đội và buff tấn công phép/khiên phép diện rộng của Skill 2. Chủ yếu hiệu quả với những kẻ địch gây sát thương phép.",
          "sub_points": null
        }
      ]
    },
    "weaknesses_and_limitations": {
      "points": [
        {
          "main_point": "Muốn đặt đồng đội có tấn công phép cao nhất ở gần",
          "description": "Buff tấn công phép/khiên phép diện rộng của Ranpha tăng theo tấn công phép của đồng đội gần nhất, vì vậy để phát huy tối đa sức mạnh thì cần phải đặt Ma Pháp Sư ở vị trí gần nhất. Tại thời điểm ra mắt, việc kết hợp với Misora (Swimsuit) đứng ngay cạnh trong đội hình là cơ bản.",
          "sub_points": null
        }
      ],
      "recommended_pairings": [
        "ミソラ(サマー)",
        "フィオ",
        "スズメ(スプリング)",
        "アネモネ"
      ]
    },
    "overall_evaluation": {
      "points": [
        {
          "main_point": "Attacker đa năng có thể sử dụng trong Boss/Thâm Vực",
          "description": "Ranpha (Lễ phục) là một Main Attacker của team Phong Ma Pháp, có thể hoạt động tốt ở nhiều nơi như Boss đơn mục tiêu/đa mục tiêu hay trên đường đi ở Thâm Vực.",
          "sub_points": null
        }
      ]
    }
  }
}